{
  "组织卖淫罪":"组织卖淫罪，是指以招募、雇佣、引诱、容留等手段，纠集、控制多人从事卖淫的行为。",
  "猥亵儿童罪":"猥亵儿童罪，是指以刺激或满足实施者欲望为目的，用性交以外的方法对儿童（包括男童和女童）实施的淫秽行为。",
  "挪用公款罪":"挪用公款罪，是指国家工作人员，利用职务上的便利，挪用公款归个人使用，进行非法活动的，或者挪用公款数额较大、进行营利活动的，或者挪用数额较大、超过3个月未还的行为。",
  "重大责任事故罪":"重大责任事故罪，是指在生产、作业中违反有关安全管理的规定，因而发生重大伤亡事故或者造成其他严重后果的行为。",
  "失火罪":"失火罪，是指由于行为人的过失引起火灾，造成严重后果，危害公共安全的行为。这是一种过失危害公共安全的犯罪。",
  "窝藏毒品罪":"窝藏毒品罪，指明知是毒品或者毒品犯罪所得的财物而为犯罪分子窝藏的行为。",
  "变造身份证件罪":"变造身份证件罪，是指变造居民身份证、护照、社会保障卡、驾驶证等依法可以用于证明身份的证件的行为。",
  "介绍卖淫罪":"介绍卖淫罪，是指以金钱、物质或者其他利益为手段，为卖淫的人与嫖客牵线搭桥的行为。",
  "销售假药罪":"销售假药罪，是指销售假药，足以严重危害人体健康的行为。",
  "贷款诈骗罪":"贷款诈骗罪，是指以非法占有为目的，编造引进资金、项目等虚假理由、使用虚假的经济合同、使用虚假的证明文件、使用虚假的产权证明作担保、超出抵押物价值重复担保或者以其他方法，诈骗银行或者其他金融机构的贷款、数额较大的行为。",
  "伪造公司印章罪":"伪造公司印章罪，是指伪造公司印章的行为。",
  "医疗事故罪":"医疗事故罪，是指医务人员由于严重不负责任，造成就诊人死亡或者严重损害就诊人身体健康的行为。",
  "伪造国家机关印章罪":"伪造、变造、买卖国家机关公文、证件、印章罪，是指非法制造、变造、买卖国家机关公文、证件、印章的行为。",
  "职务侵占罪":"职务侵占罪，是指公司、企业或者其他单位的人员，利用职务上的便利，将本单位财物非法占为己有，数额较大的行为。",
  "招摇撞骗罪":"招摇撞骗罪，是指为谋取非法利益，假冒国家机关工作人员的身份或职称，进行诈骗，损害国家机关的威信及其正常活动的行为。",
  "帮助毁灭证据罪":"帮助毁灭、伪造证据罪，是指在诉讼活动中，唆使、协助当事人隐匿、毁灭、伪造证据，情节严重的行为。",
  "单位行贿罪":"单位行贿罪，是指单位为谋取不正当利益而行贿，或者违反国家规定，给予国家工作人员以回扣、手续费，情节严重的行为。",
  "诈骗罪":"诈骗罪，是指以非法占有为目的，用虚构事实或者隐瞒真相的方法，骗取数额较大的公私财物的行为。",
  "聚众斗殴罪":"聚众斗殴罪，是指为了报复他人、争霸一方或者其他不正当目的，纠集众人成帮结伙地互相进行殴斗，破坏公共秩序的行为。",
  "运输假币罪":"出售、购买、运输假币罪，是指出售、购买伪造的货币或者明知是伪造的货币而运输，数额较大的行为",
  "制造毒品罪":"制造毒品罪，是指明知是毒品而故意实施制造的行为。",
  "故意伤害罪":"故意伤害罪，故意非法损害他人身体的行为。",
  "收买信用卡信息罪":"收买信用卡信息罪，是指收买信用卡信息资料的行为。",
  "挪用资金罪":"挪用资金罪，是指公司、企业或者其他单位的人员，利用职务上的便利，挪用本单位资金归个人使用或者借贷给他人，数额较大、超过三个月未还，或者虽未超过三个月，但数额较大、进行营利活动的，或者进行非法活动的行为。",
  "信用卡诈骗罪":"信用卡诈骗罪，是指以非法占有为目的，违反信用卡管理法规，利用信用卡进行诈骗活动，骗取财物数额较大的行为。",
  "走私武器罪":"走私武器、弹药罪，是指违反海关法规、逃 避海关监管，非法携带、运输、邮寄武器、弹药进出国（边）境的行为。",
  "强奸罪":"强奸罪，是指违背妇女意志，使用暴力、胁迫或者其他手段，强行与妇女发生性交的行为，或者故意与不满14周岁的幼女发生性关系的行为。",
  "强迫交易罪":"强迫交易罪，是指以暴力、威胁手段强买强卖商品、强迫他人提供服务或者强迫他人接受服务，情节严重的行为。",
  "伪造身份证件罪":"伪造身份证件罪，是指伪造居民身份证、护照、社会保障卡、驾驶证等依法可以用于证明身份的证件的行为。",
  "放火罪":"放火罪，是指故意放火焚烧公私财物，危害公共安全的行为。",
  "介绍贿赂罪":"介绍贿赂罪，是指向国家工作人员介绍贿赂，情节严重的行为。",
  "合同诈骗罪":"合同诈骗罪，是指以非法占有为目的，在签订、履行合同过程中，采取虚构事实或者隐瞒真相等欺骗手段，骗取对方当事人的财物，数额较大的行为。",
  "对非国家工作人员行贿罪":"对非国家工作人员行贿罪，是指为谋取不正当利益，给予公司、企业的工作人员以财物、数额较大的行为。",
  "贩卖毒品罪":"贩卖毒品罪，是指明知是毒品而故意实施贩卖的行为。",
  "帮助伪造证据罪":"帮助伪造证据罪，是指在诉讼活动中，唆使、协助当事人隐匿、毁灭、伪造证据，情节严重的行为。",
  "劫持汽车罪":"劫持汽车罪，是指以暴力、胁迫或者其他方法劫持汽车的行为。",
  "容留他人吸毒罪":"容留他人吸毒罪，是指为他人吸食、注射毒品提供场所的行为。",
  "变造国家机关公文罪":"变造国家机关公文罪，是指非法变造国家机关公文的行为。本罪侵犯的客体是国家机关的正常管理活动和信誉。",
  "协助组织卖淫罪":"协助组织卖淫罪，是指为他人实施组织卖淫的犯罪活动提供方便、创造条件、排除障碍的行为。",
  "偷越国（边）境罪":"偷越国（边）境罪，是指违反出入国（边）境管理法规，偷越国（边）境，情节严重的行为。",
  "抢夺罪":"抢夺罪，是指以非法占有为目的，乘人不备，公开夺取数额较大的公私财物的行为。",
  "提供虚假证明文件罪":"提供虚假证明文件罪，是指承担资产评估、验资、验证、会计、审计、法律服务等职责的中介组织及其人员故意提供虚假证明文件、情节严重的行为。",
  "妨害公务罪":"妨害公务罪，是指以暴力、威胁方法阻碍国家机关工作人员依法执行职务，或者在自然灾害中和突发事件中，使用暴力、威胁方法阻碍红十字会工作人员依法履行职责，或故意阻碍国家安全机关、公安机关依法执行国家安全工作任务，虽未使用暴力，但造成严重后果的行为。",
  "利用未公开信息交易罪":"利用未公开信息交易罪，是指证券交易所、商业银行等金融机构的从业人员以及有关监管部门或者行业协会的工作人员，利用因职务便利获取的其他未公开的信息，违反规定，从事与该信息相关的证券、期货交易活动，情节严重的行为。",
  "强制猥亵罪":"强制猥亵、侮辱罪，是指以暴力、胁迫或者其他方法强制猥亵他人或者侮辱妇女的行为。",
  "危险驾驶罪":"危险驾驶罪，是指在道路上驾驶机动车追逐竞驶，情节恶劣的，在道路上醉酒驾驶机动车的，校车或客车严重超载、超速的或者违反危险化学品安全管理规定运输危险化学品，危及公共安全的行为。",
  "侵占罪":"侵占罪，是指以非法占有为目的，将代为保管的他人财物或者将他人的遗忘物或者埋藏物非法占为己有，数额较大，拒不退还或者交出的行为。",
  "拒不支付劳动报酬罪":"拒不支付劳动报酬罪，是指以转移财产、逃匿等方法逃避支付劳动者的劳动报酬或者有能力支付而不支付劳动者的劳动报酬，数额较大，经政府有关部门责令支付仍不支付的行为。",
  "交通肇事罪":"交通肇事罪，是指违反道路交通管理法规，发生重大交通事故，致人重伤、死亡或者使公私财产遭受重大损失，依法被追究刑事责任的犯罪行为。",
  "拐卖儿童罪":"拐卖儿童罪，是指以出卖或收养为目的，拐骗、绑架、收买、贩卖、接送、中转儿童的行为。",
  "重大劳动安全事故罪":"重大劳动安全事故罪，是指安全生产设施或者安全生产条件不符合国家规定，因而发生重大伤亡事故或者造成其他严重后果的行为。",
  "遗弃罪":"遗弃罪，是指对于年老、年幼、患病或者其他没有独立生活能力的人，负有扶养义务而拒绝扶养，情节恶劣的行为。",
  "运输毒品罪":"运输毒品罪，是指明知是毒品而故意实施运输的行为。",
  "对单位行贿罪":"对单位行贿罪，是指为谋取不正当利益，给予国家机关、国有公司、企业、事业单位、人民团体以财物，或者在经济往来中，违反国家规定，给予上述单位各种名义的回扣、手续费的行为。",
  "盗窃罪":"盗窃罪，是指以非法占有为目的，秘密窃取数额较大的公私财物或者多次秘密窃取公私财物的行为。",
  "保险诈骗罪":"保险诈骗罪，是指以非法获取保险金为目的，违反保险法规，采用虚构保险标的、保险事故或者制造保险事故等方法，向保险公司骗取保险金，数额较大的行为。",
  "容留卖淫罪":"容留卖淫罪，是指以金钱、物质或者其他利益为手段，为他人卖淫提供场所的行为。",
  "票据诈骗罪":"票据诈骗罪，是指以非法占有为目的，利用金融票据进行诈骗活动，骗取财物数额较大的行为。",
  "销售伪劣产品罪":"生产、销售伪劣产品罪，是指生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额达5万元以上的行为。",
  "故意杀人罪":"故意杀人罪，是指故意非法剥夺他人生命的行为。属于侵犯公民人身民主权利罪的一种。是中国刑法中性质最恶劣的少数犯罪之一。",
  "走私毒品罪":"走私毒品罪，是指明知是毒品而故意实施走私的行为。",
  "变造国家机关证件罪":"变造国家机关证件罪，是指非法变造国家机关证件的行为。本罪侵犯的客体是国家机关的正常管理活动和信誉。",
  "非国家工作人员受贿罪":"非国家工作人员受贿罪，是指公司、企业或者其他单位的工作人员利用职务上的便利，索取他人财物或者非法收受他人财物，为他人谋取利益，数额较大的行为。属妨害对公司、企业管理秩序罪的一种。",
  "行贿罪":"行贿罪，是指为谋取不正当利益，给予国家工作人员以财物的，或在经往来中，违反国家规定，给予国家工作人员以财物，数额较大的，或者违反国家规定，给予国家工作人员以各种名义的回扣、手续费的行为。",
  "教唆他人吸毒罪":"教唆他人吸毒罪，是指违反国家禁毒法规，以教唆为手段，促使他人吸食、注射毒品的行为。",
  "强制猥亵妇女罪":"强制猥亵妇女罪，是指以暴力、胁迫或者其他方法强制猥亵侮辱妇女的行为。",
  "拐卖妇女罪":"拐卖妇女罪，是指以出卖或收养为目的，拐骗、绑架、收买、贩卖、接送、中转妇女的行为。",
  "过失致人死亡罪":"过失致人死亡罪，是指行为人因疏忽大意没有预见到或者已经预见到而轻信能够避免造成的他人死亡，剥夺他人生命权的行为。",
  "组织领导传销活动罪":"组织、领导传销活动罪，是指组织、领导以推销商品、提供服务等经营活动为名，要求参加者以缴纳费用或者购买商品、服务等方式获得加入资格，并按照一定顺序组成层级，引诱、胁迫参加者继续发展他人参加，骗取财物，扰乱经济社会秩序的传销活动的行为。",
  "妨害作证罪":"妨害作证罪，是指采用暴力、威胁、贿买等方法阻止证人作证或者指使他人作伪证的行为。",
  "受贿罪":"受贿罪，是指国家工作人员利用职务上的便利，索取他人财物，或者非法收受他人财物，为他人谋取利益的行为。",
  "拐卖人口罪":"拐卖人口罪，以营利为目的，使用欺骗、利诱、胁迫等手段，拐骗贩卖人口的行为。",
  "绑架罪":"绑架罪，是指以勒索财物或者其他目的，使用暴力、胁迫或者其他方法绑架他人的，或者绑架他人作为人质的行为。",
  "单位受贿罪":"单位受贿罪，是国家机关、国有公司、企业、事业单位、人民团体，索取、非法收受他人财物，为他人谋取利益，情节严重，或者在经济往来中，在帐外暗中收受各种名义的回扣、手续费的行为。",
  "冒充军人招摇撞骗罪":"冒充军人招摇撞骗罪，是指冒充军人招摇撞骗的行为。",
  "伪造国家机关证件罪":"伪造国家机关证件罪，是指非法制造国家机关证件的行为。",
  "生产伪劣产品罪":"生产伪劣产品罪，是指生产者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品的行为。",
  "出售公民个人信息罪":"出售公民个人信息罪，是指违反国家有关规定，向他人出售公民个人信息，情节严重的，或违反国家有关规定，将在履行职责或者提供服务过程中获得的公民个人信息，出售给他人的，或采取窃取或者以其他方法非法获取公民个人信息的行为。",
  "虐待罪":"虐待罪，是指对共同生活的家庭成员以打骂、捆绑、冻饿、限制自由、凌辱人格、不给治病或者强迫作过度劳动等方法，从肉体上和精神上进行摧残迫害，情节恶劣的行为。",
  "开设赌场罪":"开设赌场罪，是指为他人赌博设立、提供场所的行为。",
  "寻衅滋事罪":"寻衅滋事罪，是指在公共场所无事生非，起哄闹事，殴打伤害无辜，肆意挑衅，横行霸道，破坏公共秩序的行为。",
  "破坏交通工具罪":"破坏交通工具罪，是指故意破坏火车、汽车、电车、船只、航空器，足以使火车、汽车、电车、船只、航空器发生倾覆、毁坏危险，危害公共安全的行为。这是一种以交通工具作为特定破坏对象的危害公共安全的犯罪。",
  "私藏弹药罪":"非法私藏弹药罪，是指违反枪支管理规定，私自挪用、藏匿弹药，拒不交出的行为。",
  "抢劫罪":"抢劫罪，是指以非法占有为目的，使用暴力、胁迫或其他方法，强行将公私财物抢走的行为。",
  "贪污罪":"贪污罪，是指国家工作人员和受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的行为。",
  "生产假药罪":"自然人或者单位故意生产假药的行为。侵犯客体是国家对药品的管理制度和不特定多数人的身体健康权利;客观方面表现为生产者违反国家的药品管理法律、法规，生产假药，足以严重危害人体健康的行为。",
  "故意毁坏财物罪":"故意毁坏财物罪，是指故意毁灭或者损坏公私财物，数额较大或者有其他严重情节的行为。",
  "爆炸罪":"爆炸罪，是指故意用爆炸的方法，杀死杀伤不特定多人、毁坏重大公私财物，危害公共安全的行为。",
  "过失致人重伤罪":"过失致人重伤罪，是指过失伤害他人身体，致人重伤的行为。",
  "赌博罪":"赌博罪，是指以营利为目的，聚众赌博或者以赌博为业的行为。",
  "强迫卖淫罪":"强迫卖淫罪，是指以暴力、胁迫或者其他手段，迫使他人卖淫的行为。",
  "强迫他人吸毒罪":"强迫他人吸毒罪，是指违背他人意志，使用暴力、胁迫或者其他强制手段迫使他人吸食、注射毒品的行为。",
  "滥伐林木罪":"滥伐林木罪，是指违反森林法的规定，未经有关部门批准并核发采伐许可证，或者虽持有采伐许可证，但违背采伐证所规定的地点、数量、树种、方式而任意采伐本单位所有或管理的，以及本人自留山上的森林或者其他林木，数量较大的行为。",
  "故意泄露国家秘密罪":"故意泄露国家秘密罪，是指国家机关工作人员或者非国家机关工作人员违反保守国家秘密法，故意使国家秘密被不应知悉者知悉，或者故意使国家秘密超出了限定的接触范围，情节严重的行为。",
  "假冒注册商标罪":"假冒注册商标罪，是指违反国家商标管理法规，未经注册商标所有人许可，在同一种商品上使用与其注册商标相同的商标，情节严重的行为。",
  "阻碍军人执行职务罪":"阻碍军人执行职务罪，是指以暴力、威胁方法阻碍军人依法执行职务的行为。",
  "组织考试作弊罪":"组织考试作弊罪，是指在法律规定的国家考试中，组织作弊的行为。",
  "抢夺枪支罪":"抢夺枪支罪指的是公然夺取国家机关、军警人员和民兵枪支的行为。",
  "集资诈骗罪":"集资诈骗罪，是指以非法占有为目的，违反有关金融法律、法规的规定，使用诈骗方法进行非法集资，扰乱国家正常金融秩序，侵犯公私财产所有权，且数额较大的行为。",
  "敲诈勒索罪":"敲诈勒索罪，是指以非法占有为目的，对被害人使用威胁或要挟的方法，强行索要公私财物的行为。",
  "强迫劳动罪":"强迫劳动罪，是指以暴力、威胁或者限制人身自由的方法强迫他人劳动的行为。",
  "过失爆炸罪":"过失爆炸罪，是指行为人出于过失引起爆炸，危害公共安全，造成严重后果的行为。",
  "私藏枪支罪":"非法持有、私藏枪支罪，是指违反枪支管理规定，私自挪用、藏匿枪支，拒不交出的行为。",
  "变造金融票证罪":"伪造、变造金融票证罪，是指伪造、变造汇票、本票、支票，伪造、变造委托收款凭证、汇款凭证、银行存单等其他银行结算凭证，伪造、变造信用证或者附随的单据、文件或者伪造信用卡的行为。",
  "非法采伐国家重点保护植物罪":"非法采伐国家重点保护植物罪，是指违反森林法的规定，非法采伐国家重点保护植物的行为。",
  "聚众扰乱公共场所秩序罪":"聚众扰乱公共场所秩序，是指聚众扰乱车站、码头、民用航空站、商场、公园、影剧院、展览会、运动场或者其他公共场所秩序，抗拒、阻碍国家治安管理工作人员依法执行职务，情节严重的行为。",
  "引诱卖淫罪":"引诱卖淫罪，是指以金钱、物质或者其他利益为手段，诱使他人卖淫的行为。",
  "引诱幼女卖淫罪":"引诱幼女卖淫罪，是指利用金钱、物质等手段诱使不满十四周岁的幼女卖淫的行为。",
  "投放危险物质罪":"投放危险物质罪，是指故意投放毒害性、放射性、传染病病原体等物质，危害公共安全的行为。",
  "破坏选举罪":"破坏选举罪，是指在选举各级人民代表大会代表和国家机关领导人员时，以暴力、威胁、欺骗、贿赂、伪造选举文件、虚报选举票数等手段破坏选举或者妨害选民和代表自由行使选举权和被选举权，情节严重的行为。",
  "故意传播虚假恐怖信息罪":"故意传播虚假恐怖信息罪，是指明知是编造的恐怖信息而故意传播，严重扰乱社会秩序的行为。",
  "非法占用农用地罪":"非法占用农用地罪，是指违反土地管理法规，非法占用耕地、林地等农用地，改变被占用土地用途，数量较大，造成耕地、林地等农用地大量毁坏的行为。",
  "非法储存爆炸物罪":"非法储存爆炸物罪 是指违反国家有关爆炸物的管理法规，非法储存爆炸物，危害公共安全的行为。",
  "非法倒卖土地使用权罪":"以牟利为目的，违反土地管理法规，非法倒卖土地使用权，情节严重的行为",
  "非法采矿罪":"非法采矿罪，是指违反矿产资源法的规定，未取得采矿许可证擅自采矿，擅自进入国家规划矿区、对国民经济具有重要价值的矿区和他人矿区范围采矿，或者擅自开采国家规定实行保护性开采的特定矿种，情节严重的行为。",
  "骗取贷款罪":"骗取贷款罪，是指以欺骗手段取得银行或者其他金融机构贷款、票据承兑、信用证、保函等，给银行或者其他金融机构造成重大损失或者有其他严重情节的行为。",
  "挪用特定款物罪":"挪用特定款物罪，是指违反特定款物专用的财经管理制度，挪用国家用于救灾、抢险、防汛、优抚、扶贫、移民、救济款物，情节严重，致使国家和人民群众利益遭受重大损害的行为。",
  "非法存储爆炸物罪":"非法储存爆炸物罪 是指违反国家有关爆炸物的管理法规，非法储存爆炸物，危害公共安全的行为。"
}