{
  "type_0": "None",
  "type_1": "明知: 明明知道，知道或应当知道，明确知道或了解。出现行为人清楚地知道、了解某一事实即可标注，通常表述为“明知”。",
  "type_2": "投案: 犯罪后主动投案或自首。发生行为人在犯罪后主动投案的行为即可标注本事件。",
  "type_3": "供述: 指犯罪嫌疑人/被告人向警方等机关交代与案件相关的情况、事实等。本事件主体为犯罪嫌疑人或被告人，多为供述、供称、坦白、供认不讳等表述。“承认”不能算是供述",
  "type_4": "谅解: 此处特指被害人或被害人的家属等被害方对罪犯的原谅。出现被害方对罪犯表达谅解的事实即可标注。常见的表述还有原谅、宽恕等。",
  "type_5": "赔偿: 对损失、损坏或伤害的补偿，对受害的一方补偿或赔款。出现赔偿或达成赔偿协议的行为即可标注本事件。",
  "type_6": "退赃: 指公安机关或犯罪嫌疑人，退还赃款或赃物的行为，强调是赃物。出现公安机关或犯罪人，退还赃款或赃物，或将赃物返还原主的行为即可标注。",
  "type_7": "销赃: 指销毁赃物、销售赃物或挥霍赃款，即赃物/赃款已经被处理。出现销售赃物、销毁赃物或挥霍赃款的行为即可标注。",
  "type_8": "分赃: 指分取赃款、赃物的行为。出现行为人相互之间分取赃款、赃物的行为即可标注本事件。",
  "type_9": "搜查/扣押: 主要指侦察人员对嫌疑人得身体、物品、住所或其他空间进行搜寻、检查，或者对违禁品进行扣押，包括对不动产的查封。非侦察人员所进行的非法搜查、扣押，也可标注本事件。出现搜查、扣押、查封财物的行为即可标注本事件。注意查扣的对象只能是物。",
  "type_10": "举报: 向有关单位检举报告坏人坏事。出现揭发、检举、告发、举报等表述可以标注本事件。",
  "type_11": "拘捕: 拘留或逮捕（犯罪嫌疑人）。出现司法人员拘留、逮捕、抓获犯罪嫌疑人的行为即可标注本事件。",
  "type_12": "报警/报案: 向警察报告事件或寻求帮助。只要出现报警、打 110 等类似表述即可标注本事件。",
  "type_13": "鉴定: 此处指为了解决刑事案件中的专门性问题，由侦查机关指派或聘请具有专门知识的人，对案件中的专门性问题进行科学判断、得出专业结论的一种行为。此事件的主体需是侦查机关指指派或聘请的专门知识的人。描述中出现鉴定等表述即可标注。",
  "type_14": "冲突: 两方或两方以上，有言语、肢体或其他方面的冲突、纠纷或者矛盾。只有当文本中描述的冲突事件类型无法描述为言语冲突或肢体冲突时，才选择标注冲突事件。",
  "type_15": "言语冲突: 仅言语上发生冲突，没有肢体接触。发生口角、对骂等情形均可标注言语冲突，注意与言语辱骂区分，言语辱骂属于语言暴力的一种，强调单方行为，而言语冲突强调双方的交互行为。",
  "type_16": "肢体冲突: 发生肢体上冲突，有肢体接触，包括打架、斗殴，强调双方相互的行为。注意与伤害人身事件进行区分，后者强调某一方伤害另外一方，强调单方行为。发生推搡、打架等情形均可标注肢体冲突",
  "type_17": "买卖: 指双方通过货币或实物进行交换以换取自己所需物品的行为，包括网上交易。如果所标事件不能明确表明是“卖”还是“买”，而只是泛指买卖交易行为，即标入此事件。",
  "type_18": "卖出: 指以盈利为目的出售某物，强调“卖出”，包括销售行为。只要有销售、贩卖、变卖等表述均可标注。",
  "type_19": "买入: 指购入某物，强调买进，包括消费行为等。有购买、购置、添置、置办等表述均可标注此事件。注意如：双方 签订 购买 协议，则既标注签订合同/订立协议事件，也标注买入事件。",
  "type_20": "租/借: 指双方形成租赁、租借某物的关系。如果描述不能分辨出在实施出租、出借、租用、借用等租/借项下的具体行为，而只是泛指双方具有租或者借关系，则标入此事件",
  "type_21": "出租/出借: 将某物租给 或 借给 他人，强调“给别人”。发生出租某物给他人或者出借某物给他人的表述即可标入本事件。",
  "type_22": "租用/借用: 指租用、借用某物，强调“借来”、“租来”。从他人处 租用某物，或者 借来某物的情况可以标注此事件。",
  "type_23": "归还/偿还: 指将某物归还原主、原地的行为。出现归还、偿还等表述即可标注。注意，本行为为中性事件，如行为人是在偿还债务或物品等。若偿还物品或钱款的是赃物（犯罪所得），则应标注退赃",
  "type_24": "获利: 指通过某种行为或活动取得金钱等利益的行为。本事件为中性事件，不论行为人是通过正当活动赚取利润，还是通过买卖人口、利用内幕信息交易等非法活动获取非法利益，只要属于“获利”行为，都可标注此事件。",
  "type_25": "雇佣: 以金钱或其他等价物交换他人的劳动力。出现雇佣、聘用他人为自己办事的表述可标入此事件。",
  "type_26": "放贷: 专门机构或专门从事发放贷款以赚取利润的人，发放贷款，以赚取利润为核心，包括银行放贷和个人的放贷。放贷的主体是专门机构或专门从事发放贷款以赚取利润的人，放贷的相对人通常是不特定的多数人，放贷的目的需是赚取利息",
  "type_27": "集资: 募集资金，一般是将不特定的多数人的资金集中起来，强调多数人。向他人吸收资金的行为标注本事件。这里的“他人”多指不特定的多数人，但是也不排除向特定的人群吸收资金，比如向本单位的人集资。",
  "type_28": "支付/给付: 给付指将款项或其他物品交给他人，强调交付或者支付。给付的客体只能是有形物（比如毒品）或者是金钱，常见的给付方式有转账、交付、支付等。",
  "type_29": "签订合同/订立协议: 双方或多方签订契约的行为，包括书面合同、书面协议、口头协议等。双方或多方签订合同、达成协议即可以标注本事件，协议可以是书面的，也可以是口头的。通常会出现“协议”、“合同”等较为正式的表述，且内容是较为正式，对双方具有约束力",
  "type_30": "制造: 从无到有，生产、制造、制作有形的物体，强调从无到有，不包括“噪音”、“爆炸”等无形物。制造、生产物品的行为可以标注本事件。本事件为中性事件，制造的对象可以是正规商品或毒品等。",
  "type_31": "遗弃: 主动遗弃、丢弃某物或某人，强调主动。行为人主动遗弃、丢弃某物或某人的行为可以标注本事件。",
  "type_32": "运输/运送: 将某人或某物从一个地点运送到另一个地点。出现运输财物或运输人的事件均可标注本事件。运输/运送是行为人自己运输货物或人的行为。",
  "type_33": "邮寄: 通过邮局或第三方邮递服务寄递文件或物品，强调第三方。出现邮寄、寄出、投递、转寄文件或物品的事件即可标注本事件。",
  "type_34": "组织/安排: 安排分散的人或事物使之为某一共同的目标服务。此事件为兜底事件。如果属于【组织/安排】项下的其他具体事件，如联络、纠集，则不标此事件。",
  "type_35": "散布:指将信息/数据公之于众，散布消息、散布信息、散布谣言等。可以是在网络上或者公众场合中，向不特定的多数人散布信息。表明行为人散布、传播、发布信息的行为可以标注本事件。散布的对象可以是真实的信息，也可以是不实信息。",
  "type_36": "联络: 泛指二人或多人之间取得联通、接通关系，例如打电话等行为。此事件为兜底事件。此事件在案例中多表现为联系、沟通、交流的行为。",
  "type_37": "通知/提醒:告知他人信息，提醒他人注意某些信息。被通知方原来不知道该信息。只要是告知他人信息或者提醒他人注意某些信息、通风报信的事件即可标注本事件。",
  "type_38": "介绍/引荐: 作为中介，使双方相识或发生联系、联通关系。所介绍的对象可以是某个人，也可以是某组织，但是不包括对产品/商品使用说明、介绍、阐述。本事件强调中间方使得另外双方发生联系。将一个人或组织介绍给另一人或组织的行为标注本事件。",
  "type_39": "邀请/招揽: 招揽、邀请别人到某地 或 请别人做某事或参加某项活动。两种事件可以标入本事件，一是描述中出现行为人邀请别人到某地；二是出现邀请别人加入某项活动的行为描述中经常出现“邀请”、“特邀”、“邀约”、“招揽”、“请来”等表述。",
  "type_40": "纠集: 指将一群人聚集在一起，强调聚集多个人。第一，出现“将”多人聚集在一起的事件标注本事件，比如纠集、召集、募集人员等行为；第二，出现多人自发聚集的事情也可以标注本事件，此时并不需要有一个召集人，比如聚集、集会、聚众的行为。",
  "type_41": "阻止/妨碍: 使事情不能顺利进行，阻止或者妨碍他人做某事，手段可能是言语或行为。第一，出现着手阻止、阻拦、妨碍、妨害、扰乱他人做某事的情况标注本事件；第二，出现以语言劝阻他人做某事的情况也标注本事件。",
  "type_42": "挑衅/挑拨: 挑衅别人，企图与对方发生冲突、纠纷，或挑拨他人关系引起纠纷、冲突。出现“挑衅”、“挑拨”等类似的表述可以标注本事件。",
  "type_43": "帮助/救助: 指生活、工作或者犯罪过程中，行为上帮助别人做某事，仅限于行为上的帮助，强调行为，不包括提供物资、建议等。可以是帮助做普通的事情或者好的事情，同时也可以是帮助犯罪。拯救、援救或援助受伤或者陷入困境的人。出现帮助、协助、救助、救援、营救、援助、救济、扶助等行为标注本事件。",
  "type_44": "提供: 供给物资、条件、情报信息等，强调具体的事物。不包括“提供帮助”、“提供建议”等抽象的事物。出现提供场所、提供财物、提供情报的行为标注本事件。",
  "type_45": "放纵: 对错误的言行不加干涉、不加制止、放任其发展。出现放纵、放任、纵容的表述标注本标签。放纵是指本负有制止责任的人的不作为。",
  "type_46": "跟踪: 指尾随他人、悄悄跟随他人。出现跟踪、追踪、尾随等的表述可标入本事件。本事件多发生在犯罪预备阶段。",
  "type_47": "同意/接受: 对他人主张表示赞同，对他人要求接受，或接受他人给予的财物。出现对对方的主张或行为表示同意即可标入本事件。",
  "type_48": "拒绝/抗拒: 不接受请求或财物，或者拒绝、抗拒做某事。出现拒绝他人的提议，拒绝、抗拒某种行为，拒接接受财物等任何拒绝的意思表示即可标注本事件。另外，“拒接电话”，“暴力拒捕”等情况也需要标注本事件。",
  "type_49": "放弃/停止: 主动停止做某事，丢掉原有的坚持，或放弃某项权利。多出现放弃、作罢、退出等表述。放弃的对象既可以是某种行为，也可以是某种利益。",
  "type_50": "要求/请求: 提出具体的事项或愿望，希望或者要求对方做到或实现。出现要求、请求、诉求等表述可以标注本事件。要求/请求意在令他人实施一般行为。注意“索要赎金”属于本事件，",
  "type_51": "建议: 向他人提出针对某事的方案或想法。出现 建议、提议、提供意见、倡议、提出 等表述即可标入本事件。",
  "type_52": "约定: 二人或多人商量并确定某事，强调约定做某事。出现约定、商定、敲定、相约、约好等表述可以标入此事件。",
  "type_53": "饮酒: 指单纯的喝酒行为，通常后面会伴随其他行为，例如驾车等。只要行为人实施了“喝酒”这个行为即可标入此事件。案例中的表述多为饮酒、酒后、醉酒等。",
  "type_54": "自然灾害: 自然变异或人为影响，给人类生存带来危害或损害人类生活环境的自然现象。此事件为兜底事件，如果出现不可归类为【自然灾害】事件项下的具体自然灾害以外的其他自然灾害，即可标入本事件。",
  "type_55": "洪涝: 雨水过多或洪水积聚造成洪灾。出现洪涝、洪水、水灾等表述即可标注本事件。",
  "type_56": "干旱: 因降水不足而气候干旱。出现干旱、旱灾等表述即可标注本事件。",
  "type_57": "山体滑坡: 山体上一部分岩土向下移动造成地质灾害。出现山体滑坡等表述即可标注。",
  "type_58": "事故: 意外的损失或灾祸。如果描述中出现不能归类于本事件项下的具体事故以外的事故，比如坍塌事故、踩踏事故、食品安全事故、医疗事故等，即标注本【事故】事件。",
  "type_59": "交通事故: 因车祸等造成人身伤亡或财产损失的事件。第一，如果明确出现“交通事故”一词当然可以标注本事件；第二，如果出现撞车、追尾、车祸、翻车、相撞等描述交通事故发生的词语也可标注本事件。",
  "type_60": "火灾事故: 时间或空间上失去控制的燃烧所造成的灾害。出现火灾、起火、着火、失火、大火等描述火灾的表述即可标注本事件。",
  "type_61": "爆炸事故: 突发性大量能量的释放造成财物损失、人身伤亡的事故。出现爆炸、核爆等表述即可标注。",
  "type_62": "暴力: 通过武力、语言侵害他人人身、精神的行为。只要出现“暴力”一词即可标注【暴力】事件。只有出现虐待、体罚、折磨等其他无法归类到其他具体暴力事件，才标注本事件。",
  "type_63": "杀害: 剥夺他人或动物的生命，对应英文 kill，强调“杀”这个字。只有当出现“杀”这个字的情形，才考虑标注【杀害】。杀害的对象可以是人也可以是动物。",
  "type_64": "伤害人身: 伤害他人身体健康，通常表现为殴打、击打等行为。出现伤害的动作应当标注本事件。比如殴打、打、捅刺、踹、砍、勒、抽打、拳打脚踢等等。",
  "type_65": "言语辱骂: 指一方通过语言侮辱、攻击、伤害另一方，强调单方的言语行为。出现 “辱骂”、“谩骂”等表述即可标注本事件，强调单方行为。",
  "type_66": "敲诈勒索: 依仗势力或用威胁、欺骗手段，索取财物。本事件是一个复合性事件，标注要求较高，必须出现“敲诈勒索”、“敲诈”、“勒索”词才可标注。",
  "type_67": "威胁/强迫: 以语言、武力、权势等威力逼迫他人为或不为某种行为，多指施加武力使他人服从，强调威胁别人或者强迫别人做某事。出现威胁、威逼、恐吓、恫吓、威吓等词可以标注，或出现强迫、迫使、逼迫、强逼、强令、强制、强行等词可以标注本事件。",
  "type_68": "持械/持枪: 持有、携带棍棒、道具、枪支等武器或其他器械。此处的“械”指除枪支以外的武器、凶器。经常出现的表述为持刀、持械、手持棍棒等。",
  "type_69": "拘束/拘禁: 剥夺和限制他人的人身自由，例如捆绑或将人关押在特定场所。出现捆绑、拘束、拘禁、软禁、囚禁等词可以标注。拘束/拘禁强调动作。",
  "type_70": "绑架: 以暴力手段挟持人质，以换取利益，强调对象是人。第一，明确出现“绑架”一词可以标注本事件。第二，未明确出现“绑架”一词，而是出现“绑走”、“挟持”、“掳走”，“劫持”他人等表述，而后出卖、威胁、强迫等行为，也可标注本事件。",
  "type_71": "欺骗: 用虚假的言语或行为掩盖真实情况，使得他人上当。出现欺骗、骗、骗取、诈骗、行骗、欺诈、哄骗、蒙骗、诈欺、谎称等词可以标注。【欺骗】事件用于兜底，如果文本描述符合下一级事件，优先标注下一级。",
  "type_72": "拐骗: 以引诱、欺骗等手段将某人骗走，强调“拐”。出现拐骗、拐带、诱拐、拐至等表述可以标注本事件。注意：第一，拐骗的对象只能是人；第二，“拐卖”属于复合事件（与“打伤”类似），应当将“拐”标注【拐骗】，将“卖”标注【卖出】",
  "type_73": "冒充: 以假充真，用假的东西或身份，代替或伪装成真的事物或人。冒充某物，冒充某人或某种身份，比如冒充警察、冒充军人，均需要标注。描述中常用的词语有冒充、假冒、伪装、冒用等（通常含有“冒”这个字）注意，某人“伪装”成另外一个人或者身份，或者将某物伪装成另外的事物，均符合标注条件",
  "type_74": "伪造: 制造假货、假消息，强调“造”。伪造的对象有两类，一类是有体物，比如伪造货币，伪造凭证；另一类是资讯、消息、信息，比如虚构事实。",
  "type_75": "变造: 以真实依据 A 为基础，擅自修改，使其具有另一假象 B，强调“变”。变造是指在真实依据的基础上进行篡改，所以变造的结果是具有一定真实性的。",
  "type_76": "盗窃财物: 采用隐秘的、不被他人察觉的手段盗取财物，强调采取隐蔽的方式手段。出现盗窃、偷、窃得等表述即可标注本事件。",
  "type_77": "抢夺财物: 明目张胆地夺取财物，强调当着受害人的面，夺走财物，也包括夺取枪支、刀具等，不包括争夺客户、土地使用权等。强调抢夺的对象是财物、有形物，并且拿走。抢夺财物是明目张胆的行为，一般表述为夺取、抢走等词。",
  "type_78": "抢劫财物: 使用暴力手段抢夺他人财物，强调使用暴力手段，例如持刀抢劫等。本事件的成立的条件较为严苛，抢劫财物强调以暴力手段抢夺财物，实际描述中多体现为抢劫、劫取、劫走、打劫等词（通常包括“劫”）。",
  "type_79": "挪用财物: 将原定用于某方面的财物移到别的方面来用，强调改变了财物原来的用途。出现挪用、挪作他用等表述即可标注本事件。",
  "type_80": "侵占财物: 将他人财物据为己有，非法占有他人的财物（包括土地、工地、房屋等不动产）。强调占有的状态。侵占的对象或是已经处于行为人的控制之下；或是处于无人占有的状态。本事件在实际描述中的表述多为侵吞、侵占、私吞、占为己有等词。",
  "type_81": "毁坏财物: 某人毁坏财物的行为，强调毁坏的动作。毁坏财物的主语是人。出现破坏、毁坏、砸坏、撞坏等使财物破损的行为即可标注。毁坏财物的主语是人，强调动作、行为",
  "type_82": "猥亵: 强行以触摸隐私部位等奸淫以外的行为对他人实施性骚扰。第一，明确出现“猥亵”一词即可标注；第二，出现猥亵他人的具体行为也可以标注本事件，比如“触摸下体”“摸胸”等。此外，猥亵的对象既可以是男性也可以是女性。",
  "type_83": "强奸: 违背妇女意愿，强行与妇女发生性关系，强调发生关系。出现强奸、奸淫等表述可以标注。强奸需要发生性关系，猥亵没有发生性关系；强奸的对象只能是女性，猥亵的对象不限性别。",
  "type_84": "卖淫: 指妇女向他人提供有偿性服务。只要出现卖淫的表述即可标注，不论是组织卖淫、介绍卖淫、容留卖淫均可标注（即不论卖淫是否实际发生）。",
  "type_85": "嫖娼: 以金钱购买性服务。出现嫖娼等可以体现出发生嫖娼行为的事件可以标注。",
  "type_86": "吸毒: 吸食毒品的行为。描述中出现吸毒的表述即可标注。",
  "type_87": "贩卖毒品: 指贩卖毒品的行为。此事件由两个部分构成，一是卖，二是卖的对象为毒品。【贩卖毒品】事件是【卖出】事件的特殊情况，如果描述表明行为人是在贩毒，则直接标入本事件，不再标注【卖出】事件。",
  "type_88": "赌博: 赌博行为。出现赌博、参赌、赌钱等可以表明赌博活动的表述即可标注。注意，如果只提到“打麻将”、“打牌”，不能定性为赌博的，不预标注。",
  "type_89": "开设赌场: 指开设赌场供多人赌博的行为。明确出现“开设赌场”、“赌场”的表述才可标注。注意，标注时仅需标注“赌场”两个字，因为出现赌场即暗含了有人开设赌场的事件。",
  "type_90": "指使/教唆: 通过命令、授意、引诱等方式让别人实施犯罪等坏事。包括使唤他人、让他人按照指使人的意思实施犯罪行为或其他负面行为。也包括通过怂恿、引诱等方式使本不具有犯罪意图的人具有犯罪的意思。出现命令、让、授意、他人做坏事的情况即可标注本事件，要求别人做的事情必须是非常清楚的坏事",
  "type_91": "共谋: 共同谋划（犯罪计划），强调多个人一起商量、计划犯罪等坏事。本事件由三个要件构成，一是“谋划”，二是谋划的行为必须有二个人以上共同做出，三是所谋划的事情是坏事。",
  "type_92": "违章驾驶: 违反交通法规驾驶机动车的行为。违章驾驶的情形包括：超载、酒驾、追逐竞驶、超速、闯红灯、反复并线、逆行、无照驾驶等。标注此事件时，需要联系上下文的语境进行标注。",
  "type_93": "泄露信息: 将应当保密的信息让他人知晓。标注本事件应当满足两个条件：第一，所泄露的信息应当是应当保密的信息；第二，可以向个别人泄露也可以向公众泄露。描述中多出现泄密、泄露秘密、告密等。",
  "type_94": "私藏/藏匿: 私自收藏，将某物藏起来不让人发现。注意“藏”的对象只能是物，不可以是人。注意私藏的物需是不法物，比如私藏枪支，藏匿赃物、文物等，个人收藏古玩不算本事件的范围。",
  "type_95": "入室/入户: 在未经他人允许的情况下以暴力侵入或偷偷潜入他人私人空间，通常为一个犯罪行为（如盗窃、强奸）的前置行为。出现行为人非法侵入他人的私有空间即可标注。",
  "type_96": "贿赂: 以财物贿赂他人以谋取不正当利益，或收受他人财物为他人谋取不正当利益。贿赂行为一般有双方，即行贿和受贿。不论行贿或是贿赂的事实均应标注本事件。",
  "type_97": "逃匿: 为躲避不利于自己的事情而逃跑、隐匿。本事件包括两种情况，一是“逃”，二是“隐匿”。满足其一即可标注。经常出现的表述有逃离、逃匿、逃脱、潜逃、逃逸、逃亡、脱逃、逃跑等等。",
  "type_98": "放火: 人为放火的行为，强调行为。出现放火、点燃、纵火等表述即可标注本事件。放火的后果之一是引起火灾，放火也可能未引起火灾。",
  "type_99": "走私: 指违反海关法规，非法运输货物进出国境的行为。第一，出现走私类似表述即可标注本事件；第二，未明确出现“走私”等表述，但是实际上描述了非法运输货物进出国境的行为，也应当标注本事件。",
  "type_100": "投毒: 投放毒药，意欲杀死人或动物植物。出现投毒类似表述即可标注本事件。",
  "type_101": "自杀: 自己结束生命的行为。出现行为人自杀的行为即可标注本事件，不问最后是否自杀成功。如自杀、自尽、自焚等。",
  "type_102": "死亡: 人类生命结束的事实，强调死亡的状态。出现描述死亡的表述即可标注本事件，注意动物或植物的死亡不属于本事件。",
  "type_103": "受伤: 人身受到损伤的事实。出现描述身体受到损害的表述即可标注本事件。注意动物或植物的受伤不属于本事件。",
  "type_104": "被困: 指人身体上陷于困境、无法脱身的状态，强调状态。出现人类被困的表述即可标注本事件。被困强调一种“被困住”的状态，多为被动式。本事件需满足如下条件：第一，被困必须是人，不能是动物等非人类；第二，被困的是人身，即人身被困于固定的空间无法脱身。",
  "type_105": "中毒: 受到毒物作用而出现不适，强调【中毒】的状态。出现中毒类似表述即可标注本事件。【中毒】的主体既可以是人类也可是动物。",
  "type_106": "昏迷: 指人失去知觉、不省人事的状态。出现人类昏迷的描述即可标注本事件。注意：【昏迷】的主体只能是人类。",
  "type_107": "遗失: 丢失财物的事实。出现丢失财物的表述即可标注本事件。【遗失】是客观事件，对象只能是物。",
  "type_108": "受损: 指财物受到损坏的事实。出现财物破损的事实即可标注本事件。受损的主语通常是财物，强调财物受到损毁或者经济上受损的事实。"
}